Revit 2027 API
ParameterTypeId.SlabEdgeProfileParam Property
 "Profile"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SlabEdgeProfileParam { get; }
Public Shared ReadOnly Property SlabEdgeProfileParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SlabEdgeProfileParam {
	ForgeTypeId^ get ();
}
static member SlabEdgeProfileParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace